Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
es_es: ¿Está seguro de querer desactivar esta declaración? Los usuarios no recibirán un aviso para dar su consentimiento en el primer inicio de sesión y dejarán de ver la declaración en sus configuraciones.

source: Deactivate statement
es_es: Desactivar declaración

source: {{count}} approved
es_es: {{count}} aprobado

source: Effective date: {{date}}
es_es: Fecha de entrada en vigor: {{date}}

source: {{count}} rejected
es_es: {{count}} rechazado

source: Inactive
es_es: Inactivo

source: Published
es_es: Publicado

source: Version {{version}}
es_es: Versión {{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
es_es: Pida a los usuarios que consulten y acepten la declaración de privacidad de datos en el primer inicio de sesión o actualización de la política. Los usuarios deben hacer clic en "Aceptar" para acceder a la plataforma, sin opción de rechazar.

source: Users can only accept the data privacy statement
es_es: Los usuarios solo pueden aceptar la declaración de privacidad de datos

source: Data privacy
es_es: Privacidad de los datos

source: The statement was successfully published.
es_es: La declaración se ha publicado correctamente.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
es_es: Habilite esta función para configurar, publicar y actualizar las declaraciones de privacidad de datos para los usuarios. Una vez activada, las declaraciones se gestionan a través de la página de declaración de privacidad de datos. Se pedirá a los usuarios que den su consentimiento en el primer inicio de sesión y cada vez que se actualice la declaración.

source: Data privacy settings
es_es: Configuración de privacidad de datos

source: Enable data privacy
es_es: Habilitar la privacidad de datos

source: Add statement
es_es: Añadir declaración

source: All available records will be visible here
es_es: Todos los registros disponibles se verán aquí

source: No privacy statements yet
es_es: Aún no hay declaraciones de privacidad

source: View & manage statements
es_es: Ver y gestionar declaraciones

source: Statements
es_es: Declaraciones

source: Deleted
es_es: Eliminado

source: Pending publishing
es_es: Pendiente de publicación

source: Data Retention
es_es: Retención de datos

source: Anonymization
es_es: Anonimización

source: Worker avatar
es_es: Avatar del trabajador

source: Worker avatar with name & role
es_es: Avatar del trabajador con nombre y función

source: Deactivated user
es_es: Usuario desactivado

source: Deactivation
es_es: Desactivación

source: Default
es_es: Predeterminado

source: Deleted user
es_es: Usuario eliminado

source: This user is no longer active
es_es: Este usuario ya no está activo

source: Worker signature
es_es: Firma del trabajador

source: Display of the data in the user interface when someone is anonymized or removed from the system.
es_es: Visualice los datos en la interfaz de usuario cuando alguien es anonimizado o eliminado del sistema.

source: Enable global data retention
es_es: Habilitar la retención global de datos

source: Define the global data retention rules that apply across whole organization.
es_es: Define las reglas globales de retención de datos que se aplican en toda la organización.

source: Send a notification about upcoming deletion events
es_es: Enviar una notificación sobre los próximos eventos de eliminación

source: Define how many days before the hard deletion the notification will be sent
es_es: Indique cuántos días antes de la eliminación definitiva se enviará la notificación

source: Set notification time
es_es: Establecer hora de notificación

source: Specify the distribution settings for notifications about data retention events
es_es: Especificar la configuración de distribución para las notificaciones sobre eventos de retención de datos

source: Add local rule
es_es: Añadir regla local

source: Add rule
es_es: Añadir regla

source: Edit rule
es_es: Editar regla

source: Data retention period
es_es: Período de retención de datos

source: Select countries & data retention period
es_es: Seleccionar países y período de retención de datos

source: Add local data retention rule
es_es: Añadir regla de retención de datos local

source: Code
es_es: Código

source: Location
es_es: Ubicación

source: {{count}} month
es_es: {{count}} mes

source: {{count}} months
es_es: {{count}} meses

source: {{count}} year
es_es: {{count}} año

source: {{count}} years
es_es: {{count}} años

source: Local rule definition
es_es: Definición de regla local

source: Notifications
es_es: Notificaciones

source: Notification time
es_es: Hora de notificación

source: Months
es_es: Meses

source: Years
es_es: Años

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
es_es: El sistema eliminará permanentemente a los usuarios el último sábado del mes en el que expire el período de retención de datos.

source: Global and local data retention rules
es_es: Normas de retención de datos globales y locales

source: The data retention settings were successfully saved.
es_es: La configuración de retención de datos se ha guardado correctamente.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
es_es: Los archivos de retención de datos archivan y eliminan datos después de un período establecido, garantizando el cumplimiento y reduciendo los costes de almacenamiento. Los datos que superan el período de retención no se pueden recuperar; asegúrese de hacer una copia de seguridad de la información crítica con antelación.

source: Pay Analysis Data Mapping
es_es: Asignación de datos para el análisis salarial

source: Demographics
es_es: Datos demográficos

source: Enable the "Documents" widget
es_es: Activar el widget "Documentos"

source: Employment
es_es: Empleo

source: Data Viewer
es_es: Visor de datos

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda o filtro.<br/> Elimine los filtros y borre la búsqueda para mostrar todos los resultados.

source: Custom
es_es: Personalizado

source: Standard
es_es: Estándar

source: Enum
es_es: Enumeración

source: Enums
es_es: Enumeraciones

source: Entities
es_es: Entidades

source: No data to display
es_es: No hay datos para mostrar

source: There is currently no data to show here
es_es: Actualmente no hay datos para mostrar aquí

source: Collection of all the entities
es_es: Colección de todas las entidades

source: Entity category
es_es: Categoría de entidad

source: Allow feedback deletion
es_es: Permitir eliminación de feedback

source: Any user can rate the feedback given by any manager
es_es: Cualquier usuario puede calificar el feedback dado por cualquier responsable

source: Any user can rate the feedback given by any other user
es_es: Cualquier usuario puede calificar el feedback dado por cualquier otro usuario

source: Enable the automatic transfer of requests about a direct report to their new manager
es_es: Activar la transferencia automática de solicitudes sobre un subordinado directo a su nuevo responsable

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
es_es: Cualquier solicitud de feedback sobre un subordinado directo se reenviará automáticamente al nuevo responsable en caso de transferencia. El nuevo responsable podrá ver una versión de solo lectura de las respuestas, así como la lista de usuarios a quienes se ha enviado la solicitud. Una vez que la transferencia del responsable sea efectiva, las respuestas a las solicitudes pendientes estarán deshabilitadas y el responsable anterior ya no podrá ver las solicitudes.

source: days
es_es: días

source: Feedback sharing scope
es_es: Compartir feedback

source: Define the feedback sharing scope.
es_es: Defina el alcance para compartir feedback.

source: Public
es_es: Público

source: Recipient only
es_es: Solo destinatario

source: Enable Feedback
es_es: Habilitar feedback

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
es_es: Una función de Gestión del Desempeño que permite a los usuarios ofrecer de manera rápida y sencilla observaciones a sus colegas sobre eventos y situaciones que hayan presenciado, así como solicitar a sus colegas observaciones sobre su propio trabajo.

source: Bypass limit for Feedback broadcast
es_es: Omitir límite para la difusión de comentarios

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
es_es: Ignore el límite definido para el intercambio de feedback. Habilite este ajuste para permitir que la difusión de feedback haga llegar feedback a toda la organización.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
es_es: Mostrar una ventana emergente de confirmación al enviar feedback a un número de usuarios superior al límite definido

source: Feature enablement
es_es: Habilitación de funciones

source: General feedback settings
es_es: Configuración general de comentarios

source: Apply limit when giving feedback
es_es: Aplicar un límite al dar feedback

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
es_es: El límite definido se aplicará a la acción "Dar feedback". Cuando está desactivado, los usuarios pueden dar feedback a cualquier número de usuarios, sin restricción.

source: Limit
es_es: Límite

source: Maximum number of users who can be included in one feedback.
es_es: Número máximo de usuarios que se pueden incluir en un feedback.

source: Limit the number of feedback recipients
es_es: Limitar el número de destinatarios de feedback

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
es_es: El número de personas a las que los usuarios finales que no tienen una función administrativa (como RR. HH. o TI) pueden enviar feedback se limitará para evitar que el feedback se envíe a grandes poblaciones.

source: Limitations
es_es: Limitaciones

source: Allow managers to request feedback about their direct reports
es_es: Permitir a los responsables solicitar feedback sobre sus subordinados directos

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
es_es: Los responsables podrán pedir a otros trabajadores que proporcionen feedback sobre sus subordinados directos. Las solicitudes y respuestas aparecerán en la sección "Solicitudes sobre mi equipo". Las solicitudes de feedback sobre subordinados directos no aparecen para el subordinado directo. Cuando se desactivan, la sección "Solicitudes sobre mi equipo" no está disponible.

source: Only direct reports can rate feedback
es_es: Solo los subordinados directos pueden calificar el feedback

source: Enable feedback notes
es_es: Habilitar notas de retroalimentación

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
es_es: Los usuarios podrán crear notas de feedback desde el módulo de Feedback. Las notas de feedback se pueden usar, por ejemplo, para recoger ideas de una conversación sin conexión.

source: Feedback notes
es_es: Notas de comentarios

source: Visibility of public feedback
es_es: Visibilidad del feedback público

source: Company
es_es: Empresa

source: Define the visibility of public feedback.
es_es: Defina la visibilidad del feedback público.

source: Enable public feedback
es_es: Habilitar comentarios públicos

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
es_es: Los usuarios podrán compartir públicamente los comentarios dados a otro usuario dentro de la organización. Cuando esta opción está desactivada, las categorías "Compartir comentarios" y "Comentarios públicos" no están disponibles.

source: Team
es_es: Equipo

source: Public feedback
es_es: Comentarios públicos

source: Enable feedback rating
es_es: Habilitar la calificación de feedback

source: Feedback rating
es_es: Valoración de comentarios

source: Feedback rating refresh interval
es_es: Intervalo de actualización de calificación de feedback

source: Choose who can rate feedback
es_es: Elegir quién puede calificar el feedback

source: Send reminders following an inactive period
es_es: Enviar recordatorios después de un período de inactividad

source: When no feedback is offered for more than
es_es: Cuando no se ofrece feedback durante más de

source: Send reminders about unrated feedback
es_es: Enviar recordatorios sobre feedback no calificado

source: When feedback remains unrated for more than
es_es: Cuando el feedback permanece sin calificar durante más de

source: Send reminders about pending feedback requests
es_es: Enviar recordatorios sobre solicitudes de comentarios pendientes

source: When a request remains unanswered for more than
es_es: Cuando una solicitud no tiene respuesta durante más de

source: Days
es_es: Días

source: Reminders
es_es: Recordatorios

source: Apply limit when requesting feedback
es_es: Aplicar límite al solicitar feedback

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
es_es: El límite definido se aplicará a la acción "Solicitar feedback". Cuando está desactivado, los usuarios pueden solicitar feedback de cualquier número de usuarios, sin restricción.

source: Enable "Let's meet" as a reply to a feedback request
es_es: Habilitar "Reunámonos" como respuesta a una solicitud de feedback

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
es_es: Los usuarios podrán responder con una invitación de "Reunámonos" al responder a una solicitud de feedback. Recomendamos revisar y activar las notificaciones por correo electrónico para la función "Reunámonos", en Banco de trabajo / Configuración de la plataforma / Notificaciones / Notificaciones por correo electrónico.

source: Restrict replies to only "Let's meet" or comments
es_es: Restringir las respuestas a una invitación de "Reunámonos" o a comentarios

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
es_es: Cuando esté habilitado, los usuarios solo podrán responder a una solicitud de feedback con una invitación de "Reunámonos", o un comentario o etiqueta de comportamiento, no ambos. Desactive esta restricción para que ambas opciones de respuesta estén disponibles.

source: Enable feedback requests regarding behaviors
es_es: Habilitar solicitudes de retroalimentación sobre comportamientos

source: Users will be able to include behaviors when requesting feedback.
es_es: Los usuarios podrán incluir comportamientos al solicitar comentarios.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
es_es: Esta configuración no se puede activar porque la funcionalidad "Comportamientos" no está habilitada actualmente.

source: Feedback requests
es_es: Solicitudes de comentarios

source: Feedback settings
es_es: Configuración de feedback

source: Apply limit when sharing feedback
es_es: Aplicar un límite al compartir feedback

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
es_es: El límite definido se aplicará a la acción "Compartir feedback". Cuando está desactivado, los usuarios pueden compartir feedback con cualquier número de usuarios, sin restricción.

source: Enable suggested questions in the "Request feedback" page
es_es: Habilitar preguntas sugeridas en la página "Solicitar feedback"

source: Enable tips in the "Give feedback" page
es_es: Habilitar consejos en la página "Dar feedback"

source: Functionality management
es_es: Gestión de funciones

source: Goal Achievement New
es_es: Nuevo logro de objetivo

source: Goal Achievement
es_es: Logro de objetivo

source: Goal Plan Goal Assignment
es_es: Asignación de objetivo del plan de objetivos

source: Goal Plan Type Assignment
es_es: Asignación de tipo de plan de objetivo

source: Goal Plan
es_es: Plan de objetivos

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
es_es: Goal Genius es un asistente de objetivos que usan la IA de OpenAI ChatGPT. Con él, los usuarios podrán utilizar lenguaje natural para crear plantillas de objetivos o generar un objetivo a partir de datos predefinidos.

source: This is a read only-page. To change this, please contact your system administrator.
es_es: Esta es una página de solo lectura. Para cambiar esto, póngase en contacto a su administrador del sistema.

source: Performance Pro
es_es: Profesional del desempeño

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
es_es: Sus cambios de configuración se han aplicado correctamente. Los usuarios verán estos cambios la próxima vez que inicien sesión o cuando actualicen su página si actualmente tienen la sesión abierta.

source: Enable Goal Genius
es_es: Habilitar Goal Genius

source: Goal
es_es: Objetivo

source: All changes saved
es_es: Todos los cambios guardados

source: Bulk actions
es_es: Acciones en bloque

source: Initial end date
es_es: Fecha de finalización inicial

source: Key dates per worker
es_es: Fechas clave por trabajador

source: Key dates for the population
es_es: Fechas clave para la población

source: Reset to initial key dates
es_es: Restablecer a las fechas clave iniciales

source: Initial start date
es_es: Fecha de inicio inicial

source: The end date cannot be empty.
es_es: La fecha de finalización no puede estar vacía.

source: The start date cannot be empty.
es_es: La fecha de inicio no puede estar vacía.

source: Goal plans
es_es: Planes de objetivos

source: Goal types
es_es: Tipos de objetivos

source: Create goal
es_es: Crear objetivo

source: Get started by creating goals.
es_es: Comience creando objetivos.

source: No goals yet!
es_es: ¡Aún no hay objetivos!

source: Assign to
es_es: Asignar a

source: Population
es_es: Población

source: Completed
es_es: Completado

source: Not completed
es_es: No completado

source: Maximum
es_es: Máximo

source: Minimum
es_es: Mínimo

source: Goal plan
es_es: Plan de objetivos

source: Result
es_es: Resultado

source: Target
es_es: Objetivo

source: Goal name
es_es: Nombre del objetivo

source: Goal type
es_es: Tipo de objetivo

source: Weight
es_es: Peso

source: Multiple criteria
es_es: Varios criterios

source: Multiple weights
es_es: Varios pesos

source: All plans
es_es: Todos los planes

source: Not updated
es_es: No actualizado

source: All results
es_es: Todos los resultados

source: Updated
es_es: Actualizado

source: Search
es_es: Buscar

source: All statuses
es_es: Todos los estados

source: Goal status
es_es: Estado del objetivo

source: All types
es_es: Todos los tipos

source: Key dates
es_es: Fechas clave

source: In population
es_es: En la población

source: Moved out
es_es: Os habéis mudado

source: Population & goal weight details
es_es: Detalles de la población y del peso objetivo

source: Worker population status
es_es: Estado de la población trabajadora

source: Initial goal weight
es_es: Peso objetivo inicial

source: Organization
es_es: Organización

source: Reset to initial goal weight
es_es: Restablecer al peso objetivo inicial

source: Search by name or worker ID
es_es: Buscar por nombre o ID de trabajador

source: End date
es_es: Fecha de fin

source: Start date
es_es: Fecha de inicio

source: Goal weight
es_es: Peso objetivo

source: Worker
es_es: Trabajador

source: Goal weight per worker
es_es: Peso objetivo por trabajador

source: Goal weight for the population
es_es: Peso del objetivo para la población

source: Apply filter
es_es: Aplicar filtro

source: Clear selection
es_es: Borrar selección

source: Worker ID
es_es: ID de trabajador

source: Select workers to filter
es_es: Seleccione trabajadores para filtrar

source: {{count}} workers selected.
es_es: {{count}} trabajadores seleccionados.

source: Select communication round
es_es: Seleccione la ronda de comunicación

source: Send goal PDF to Documents
es_es: Enviar el PDF del objetivo a Documentos

source: Create goal plan
es_es: Crear plan de objetivos

source: Plan transmission
es_es: Transmisión del plan

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
es_es: Cree planes de objetivos personalizados para alinear los esfuerzos del equipo y alcanzar los objetivos estratégicos. Defina los detalles del plan y seleccione la población objetivo para garantizar que todos trabajen en pos de un objetivo común.

source: Start by creating a goal plan
es_es: Empiece creando un plan de objetivos

source: Goal settings
es_es: Configuración de objetivos

source: Create goal type
es_es: Crear tipo de objetivo

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
es_es: Los tipos de objetivo se pueden configurar para servir a cualquier plan de objetivos, con población, privacidad y campos de formulario disponibles para personalización.

source: Start by creating goal types
es_es: Empiece creando tipos de objetivos

source: The total weight cannot exceed 100%.
es_es: El peso total no puede exceder el 100 %.

source: Allocate weights to each workflow section
es_es: Asigne pesos a cada sección del flujo de trabajo
